 let poems = [
`Не изменяйся, будь самим собой.
Ты можешь быть собой, пока живешь.
Когда же смерть разрушит образ твой,
Пусть будет кто-то на тебя похож.

Тебе природой красота дана
На очень краткий срок, и потому
Пускай по праву перейдет она
К наследнику прямому твоему.

В заботливых руках прекрасный дом
Не дрогнет перед натиском зимы,
И никогда не воцарится в нем
Дыханье смерти, холода и тьмы.

О, пусть, когда настанет твой конец,
Звучат слова: «Был у меня отец!»`,
`Кто под звездой счастливою рожден —
Гордится славой, титулом и властью.
А я судьбой скромнее награжден,
И для меня любовь — источник счастья.

Под солнцем пышно листья распростер
Наперсник принца, ставленник вельможи.
Но гаснет солнца благосклонный взор,
И золотой подсолнух гаснет тоже.

Военачальник, баловень побед,
В бою последнем терпит пораженье,
И всех его заслуг потерян след.
Его удел — опала и забвенье.

Но нет угрозы титулам моим
Пожизненным: любил, люблю, любим.`,
`Красивое — красивей во сто раз,
Когда красу венчает благородство.
Так роза восхитит не только глаз:
Есть в нежном аромате превосходство.
Шиповник с ароматной розой схож,
Когда бутон раскрыт дыханьем лета:
Колючки — те же, так же он хорош,
Порой такого же, как роза, цвета.
Но он красив и — только: пустоту
Красавец после смерти оставляет,
А роза, умирая, красоту
В нежнейшие духи переливает.
И ты, как роза: услаждая слух,
В стих перельется благостный твой дух.`,

`Ее глаза на звезды не похожи
Нельзя уста кораллами назвать,
Не белоснежна плеч открытых кожа,
И черной проволокой вьется прядь.

С дамасской розой, алой или белой,
Нельзя сравнить оттенок этих щек.
А тело пахнет так, как пахнет тело,
Не как фиалки нежный лепесток.

Ты не найдешь в ней совершенных линий,
Особенного света на челе.
Не знаю я, как шествуют богини,
Но милая ступает по земле.

И все ж она уступит тем едва ли,
Кого в сравненьях пышных оболгали.`,
];
module.exports = poems;
